Repository: nitsan-technologies/ns_personio
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# tx_nspersonio_domain_model_jobs.seeAllPosition
source: See all position
de: Alle Positionen anzeigen

# tx_nspersonio_domain_model_jobs.seeAll
source: See All
de: Alle anzeigen

# tx_nspersonio_domain_model_jobs.details.permanentEmployee
source: Permanent Employee
de: Festangestellter

# tx_nspersonio_domain_model_jobs.details.partTime
source: Part Time
de: Teilzeit

# tx_nspersonio_domain_model_jobs.details.applyBtn
source: Apply Now
de: Jetzt bewerben

# tx_nspersonio_domain_model_jobs.application.first
source: First Name
de: Vorname

# tx_nspersonio_domain_model_jobs.application.last
source: Last Name
de: Nachname

# tx_nspersonio_domain_model_jobs.application.emailex
source: yourmail@domain.com
de: deineemail@domain.com

# tx_nspersonio_domain_model_jobs.application.phone
source: Phone
de: Telefon

# tx_nspersonio_domain_model_jobs.application.availableFrom
source: Available from
de: Verfügbar ab

# tx_nspersonio_domain_model_jobs.application.expectedSalary
source: Expected salary
de: Erwartetes Gehalt

# tx_nspersonio_domain_model_jobs.application.workingRights
source: Working rights
de: Arbeitserlaubnis

# tx_nspersonio_domain_model_jobs.application.whereDidYouHere
source: Where did you hear about us?
de: Wo haben Sie von uns erfahren?

# tx_nspersonio_domain_model_jobs.application.pleaseSelect
source: Please select …
de: Bitte auswählen …

# tx_nspersonio_domain_model_jobs.application.website
source: Website
de: Webseite

# tx_nspersonio_domain_model_jobs.application.male
source: Gender
de: Geschlecht

# tx_nspersonio_domain_model_jobs.application.male
source: Male
de: Männlich

# tx_nspersonio_domain_model_jobs.application.female
source: Female
de: Weiblich

# tx_nspersonio_domain_model_jobs.application.diverse
source: Diverse
de: Divers

# tx_nspersonio_domain_model_jobs.application.undefined
source: Undefined
de: Undefiniert

# tx_nspersonio_domain_model_jobs.application.documents
source: Documents
de: Dokumente

# tx_nspersonio_domain_model_jobs.application.uploadCV
source: Please upload your CV, recent certificates and a short cover letter (max. 20 MB in total).
de: Bitte laden Sie Ihren Lebenslauf, aktuelle Zeugnisse und ein kurzes Anschreiben hoch (max. 20 MB insgesamt).

# tx_nspersonio_domain_model_jobs.application.CV
source: CV
de: Lebenslauf

# tx_nspersonio_domain_model_jobs.application.other
source: Other
de: Sonstiges

# tx_nspersonio_domain_model_jobs.application.selectMultiple
source: Click to select multiple files or use drag-and-drop
de: Klicken Sie hier, um mehrere Dateien auszuwählen oder ziehen Sie sie per Drag-and-Drop

# tx_nspersonio_domain_model_jobs.application.confirmation
source: I hereby confirm that I have read and understood the
de: Hiermit bestätige ich, dass ich die

# tx_nspersonio_domain_model_jobs.application.dataPrivacy
source: Data privacy statement
de: Datenschutzerklärung

# tx_nspersonio_domain_model_jobs.application.uploading
source: Uploading document. Please wait.
de: gelesen und verstanden habe.

# tx_nspersonio_domain_model_jobs.application.sendApplication
source: Send application
de: Dokument wird hochgeladen. Bitte warten.

# tx_nspersonio_domain_model_jobs.list.noJobs
source: No Jobs Found!
de: Bewerbung senden

# tx_nspersonio_domain_model_jobs.application.required
source: This field is required.
de: Keine Jobs gefunden!

# tx_nspersonio_domain_model_jobs.application.required
source: Please enter a valid phone number.
de: Dieses Feld ist erforderlich.

# tx_nspersonio_domain_model_jobs.application.required
source: Please enter a valid email address.
de: Bitte geben Sie eine gültige Telefonnummer ein.

# tx_nspersonio_domain_model_jobs.application.uploadingfile
source: Please upload at least one file in CV field
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.

# nspersonio_pi1.list.title
source: Job Listing
de: Bitte laden Sie mindestens eine Datei im Lebenslauf-Feld hoch.

# nspersonio_pi1.list.listHeader
source: Heading
de: Stellenangebot

# nspersonio_pi1.list.detailPid
source: Detail Page
de: Überschrift

# nspersonio_pi1.list.filterSubmit
source: Search
de: Detailseite

# nspersonio_pi1.list.filterReset
source: Reset
de: Suche

# nspersonio_pi1.list.search
source: Search
de: Zurücksetzen

# nspersonio_pi1.list.allCategory
source: All
de: Suche

# nspersonio_pi1.list.applicationPid
source: Application Page
de: Alle

# nspersonio_pi1.list.storagePage
source: Storage
de: Bewerbungsseite

# nspersonio_pi2.details.title
source: Job Details
de: Speicher

# nspersonio_pi2.details.listHeader
source: Heading
de: Stellendetails

# nspersonio_pi2.details.applicationPid
source: Application Page
de: Überschrift

# nspersonio_pi2.details.contentElementUid
source: Content Elements
de: Bewerbungsseite

# nspersonio_pi3.application.title
source: Job Application
de: Inhaltslemente

# nspersonio_pi3.application.listPid
source: List Page
de: Bewerbung

# nspersonio_pi3.application.companyId
source: Company Id
de: Listenansicht

# nspersonio_pi3.application.accessToken
source: Access Token
de: Firmen-ID

# nspersonio_pi3.application.successPID
source: Success Page
de: Zugriffstoken

# nspersonio_pi3.application.failurPID
source: Failure Page
de: Erfolgseite

# nspersonio.no_department
source: No Department
de: Fehlerseite
